tap "fullscreen/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/versions"
tap "jenkins-x/jx"
tap "osrf/simulation"
tap "ros/deps"
cask "java"
brew "openssl"
brew "awscli"
brew "bazel"
brew "boost"
brew "cmake"
brew "coreutils"
brew "docker-credential-helper", link: false
brew "git-extras"
brew "gradle"
brew "jq"
brew "kompose"
brew "kops"
brew "kubernetes-helm"
brew "libevent"
brew "maven"
brew "memcached"
brew "mysql@5.7", link: true
brew "opencv"
brew "packer"
brew "pipenv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "siege"
brew "terraform"
brew "the_silver_searcher"
brew "thrift"
brew "tree"
brew "watch"
brew "wget"
brew "zlib"
brew "fullscreen/tap/aws-rotate-key"
brew "jenkins-x/jx/jx"
cask "miniconda"
cask "minikube"
cask "virtualbox"
cask "visual-studio-code"
